//Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает
//последнюю цифру этого числа.
Console.Write("Введит трехзначное число:  ");
string a =Console.ReadLine();
Console.WriteLine($"последняя цифра в заданом числе: {a} это {a[2]}");
